Repository: lizardsystem/lizard-fewsjdbc
Catalog: lizard_fewsjdbc/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Color must be in hexadecimalformat, e.g. FF05A9, got %s
nl: Kleur dient hexadecimaal te zijn, b.v. FF05A9, ontvangen %s

source: Jdbc source
nl: Jdbc databron

source: Jdbc sources
nl: Jdbc databronnen

source: Jdbc2Ei server not available.
nl: Jdbc2Ei server niet beschikbaar is.

source: Icon style
nl: Icoonstijl

source: Icon styles
nl: Icoonstijlen

source: name
nl: naam

source: Label on plot.
nl: Grafieklabel

source: value
nl: waarde

source: color
nl: kleur

source: threshold
nl: drempelwaarde

source: thresholds
nl: drempelwaarden

source: Back to homepage
nl: Naar de voorpagina

source: Data sources
nl: Gegevensbronnen

source: No Jdbc sources configurated.
nl: Er zijn geen Jdbc databronnen geconfigureerd.

source: No parameters found/loaded
nl: Geen parameters gevonden/geladen

source: export time series
nl: exporteer tijdreeksen

source: edit threshold(s)
nl: bewerk drempelwaarde(n)

source: add to dashboard
nl: toevoegen aan dashboard

source: Thresholds
nl: Drempelwaarden

source: Change threshold names or values or colors by clicking on it.
nl: Verander namen, waardes of kleuren door er op te klikken.

source: To delete a threshold, click on the remove icon on the right.
nl: Klik op het verwijder icoon rechts om een drempelwaarde te verwijderen.

source: Name
nl: Naam

source: Value
nl: Waarde

source: Color
nl: Kleur

source: Click to change this name
nl: Klik om naam te veranderen

source: Click to change this value
nl: Klik om waarde te veranderen

source: Click to change this color
nl: Klik om kleur te veranderen

source: Remove this threshold
nl: Verwijder deze drempelwaarde

source: To add a new threshold, fill out the form below and press submit.
nl: Voeg een drempelwaarde toe door onderstaande formulier in te vullen en te verzenden.

source: Submit
nl: Verzend
